Repository: 84000/data-translation-memory
Catalog: toh381_84000-emergence-from-samputa.tmx
Source language: bo
Languages: en

source: །མུ་རན་ལ་ནི་སོར་བརྒྱད་ཉིད།
en: The rim should be eight finger-widths wide.

source: །མེ་ཏོག་སེར་པོས་བརྒྱན་པ་དང་། །དྲི་ནི་སེར་པོས་རྗེས་སུ་བྱུག །མངོན་སྤྱོད་ཐབ་ཁུང་གྲུ་གསུམ་པ།
en: The pit should be bedecked with heaps of yellow flowers and anointed with yellow sandalwood.

source: །རྒྱར་ནི་སོར་མོ་ཉི་ཤུ་སྟེ།
en: “The pit for the rites of assaulting should be triangular and measure twenty finger-widths across.

source: །འོག་གི་འཕང་དུ་སོར་མོ་བཅུ།
en: The basin should be ten finger-widths deep.

source: །མུ་རན་ལ་ནི་སོར་མོ་གསུམ། །དུར་ཁྲོད་སོལ་བས་བྱུག་པར་བྱ།
en: He should draw the rim three finger-widths wide and smear the pit with charnel ground ash.

source: །དབང་དང་དགུག་པ་ཐུན་མོང་སྟེ།
en: “Since the activities of enthralling and summoning are similar, their pit is described as having identical characteristics.

source: །ཐབ་ཁུང་གཅིག་པའི་མཚན་ཉིད་གསུངས། །དགུག་པ་ཟླ་བ་ཕྱེད་པའི་དབྱིབས། །ཐབ་ཚད་ཁུང་བུ་ཐབ་ཁུང་ཕྱེད། །ཚད་གཟུགས་མུ་རན་བྱས་ནས་ནི།
en: One should prepare a pit shaped like a half-moon and with the same measurements as the pit for enriching. The depth of the basin should be half its diameter.

source: །དྲི་ནི་དམར་བོས་བྱུག་པར་བྱ།
en: One should demarcate the rim to fit the other measurements and daub the pit with red sandalwood. “The powder used for demarcating the pit

source: །ཞི་ལ་ཁ་དོག་དཀར་པོ་ཡིན།
en: Should be white in rites of pacifying,

source: །རྒྱས་ལ་དེ་བཞིན་སེར་པོ་ཉིད།
en: Yellow in rites of enriching, black in rites of killing,

source: །དབང་ལ་དེ་བཞིན་དམར་པོ་ཡིན།
en: And red in rites of enthralling. “The specifications for summoning are the same as those for enthralling,

source: །ཇི་ལྟར་དབང་ལ་དེ་བཞན་དགུག །ཇི་ལྟར་གསད་ལ་དེ་བཞིན་སྡང་།
en: And those for sowing hatred, the same as those for killing.

source: །ཕྱོགས་ཀྱི་ཆ་ནི་བཤད་པར་བྱ།
en: “Now I will explain the connection between the types of rites and the directions.

source: །ཤར་གྱི་ཕྱོགས་སུ་ཞི་བ་ཡིན།
en: “The fire pit for pacifying should be to the east of the temple or maṇḍala,

source: །ལྷོ་ཡི་ཕྱོགས་སུ་མངོན་སྤྱོད་ཉིད།
en: That for the rites of assaulting to the south,

source: །ནུབ་ཏུ་དབང་དང་དགུག་པ་སྟེ།
en: The one for enthralling and summoning to the west,

source: །བྱང་དུ་རྒྱས་པའི་ཐབ་ཁུང་ཉིད། །གོང་གི་ལས་ལ་ལྟོས་ནས་ནི།
en: And the one for enriching to the north.

source: །རྡུལ་ཚོན་རྣམས་ནི་བཤད་པར་བྱ།
en: “The marking powder is said to correspond in color to the rites just described.

source: །ཐབ་ཁུང་བརྐོ་བའི་བྱ་བའོ།
en: This concludes how one should dig the fire pits.

source: །དེ་ནས་འབྲུ་སྣ་ཚོགས་ཀྱི་ཆོ་ག་བཤད་པར་བྱ་སྟ།
en: “Now I will explain the procedure involving different types of grain.

source: འབྲས་སཱ་ལུ་དང་། སོ་བ་དང་། ཏིལ་དཀར་པོ་དང་། ནས་དང་། འབྲས་བུ་དང་། དཱུར་བ་དང་། འོ་མ་དང་། མར་དང་། སྦྲང་རྩི་དང་ལྷན་ཅིག་ཏུ་བདུད་རྩི་ལྔ་དང་བསྲེས་ལ། འོ་མ་ཅན་གྱི་ཤིང་ལྔ་ལས་སྐྱེས་པའི་རློན་པའི་ཤིང་ཡལ་ག་དང་བཅས་པ་རྩེ་མོའི་ཆར་གནས་པ་འདི་སྦྲང་རྩི་དང་། འོ་མ་དང་། མར་ལ་གཉིས་ཀྱི་རྩེ་མོ་བཏགས་ཏེ་སྲེག་བླུགས་བྱའོ།
en: “He should mix rice, corn, white sesame, barley, nutmeg, dūrvā grass, milk, ghee, and honey with the five ambrosias and offer this in a homa along with moist wood branches originating from the five sap-bearing trees, still with leaves on them, smeared at both ends in honey, milk, and ghee.

source: །ཨུ་དུ་མ་བཱ་ར་དང་། བླ་ཀྵ་ལས་བསྐྱེད་པའི་མེ་རབ་ཏུ་སྦར་ལ་ཞི་བར་འདོད་པས་དུས་གསུམ་དུ་ཁ་ཤར་དུ་བལྟ་ཞིང་གནས་ནས་སྲེག་བླུགས་བརྒྱ་རྩ་བརྒྱད་བྱའོ།
en: He should start the fire with the kindling of Indian cluster fig and palash tree. If he wants to perform the rite of pacifying, he should cast the offerings into the fire one hundred and eight times, three times a day, while sitting facing east.

source: །དེ་ལ་དཀྱིལ་འཁོར་པ་ཡང་ཞི་བར་འགྱུར་རོ།
en: He can then pacify even the entire district.

source: །དེ་ནས་རྒྱས་པར་བྱ་བར་འདོད་ན་ཏིལ་ནག་པོ་དང་། མོན་སྲན་གྲེའུ་དང་། སཱ་ལི་དམར་པོ་དང་། ནས་ལ་སོགས་པ་དང་། དེ་ཉིད་ཀྱིས་ཡམ་ཤིང་དུ་བརྗོད་པ་སྟེ།
en: “Now, if he wants to perform the rite of enriching, he should procure black sesame and mung beans along with red rice.

source: འོན་ཀྱང་ཁུ་ཚུར་གྱི་ཚད་དང་། ཁྲུ་གང་གི་ཚད་འོ་མ་དང་མར་ལ་བཏགས་ཏེ།
en: As an alternative, he can use barley or something else.

source: གུར་གུམ་གྱི་དྲིའི་ཆུས་གཏོར་ནས་མངར་གསུམ་དང་། ཞོ་དང་། ཟན་མཆོག་དང་། སྦྲང་རྩི་དང་། མར་དང་ལྡན་པ་དང་། མེ་ཏོག་བརྒྱ་བ་དང་། བིལ་བའི་འབྲས་བུ་དང་། པདྨ་དང་། ནཱ་ག་གེ་སར་དང་། འབྲུ་རྣམས་དང་། །དེ་ནས་ཨུ་དུམ་བཱ་རའི་ཤིང་ལ་མེ་སྦར་ལ་ལས་ཀྱི་རྗེས་སུ་ལྷའི་རྣལ་འབྱོར་དམིགས་ཏེ།
en: The kindling sticks are said to be the same as before, but this time they should be smeared with one handful of milk and butter. All the ingredients should be sprinkled with saffron perfume and combined with the three sweet things, rice pudding, curds, honey, ghee, dill, bel fruit, lotus, stamens of ironwood blossoms, and rice. Having then lit the fire using wood of Indian cluster fig, he should generate himself as the deity appropriate for the ritual.

source: ཁ་བྱང་དུ་བལྟ་ཞིང་གནས་ནས་ཐུན་གསུམ་དུ་ཤིན་ཏུ་མཉམ་པར་གཞག་པས་སྟོང་ཕྲག་གཅིག་སྲེག་བླུགས་བྱའོ།
en: Facing north, he should cast the ingredients into the fire a thousand times, three times a day, with a focused mind.

source: །ཉི་མ་བདུན་གང་བ་ན་ནོར་གྱི་བདག་པོ་ཆེན་པོར་འགྱུར་རོ།
en: When seven days have passed, he will become a great owner of wealth.

source: །དེ་ནས་དབང་དུ་བྱ་བར་འདོད་ན་ཏིལ་དམར་པོ་དང་། ནག་པོ་དང་། པྲི་ཡང་ཀུ་དང་། ནཱ་ག་གེ་སར་དང་། ཙམ་པ་ཀ་དང་། ཨ་ཤོ་ཀ་དང་། བ་ཀུ་ལ་དང་། པཱ་ཎ་དང་། མེ་ཏོག་བརྒྱ་པ་རྣམས་དྲི་དང་། མར་དང་། སྦྲང་རྩི་དང་སྦྱར་ཞིང་།
en: “Now, if he wants to perform the rite of enthralling, he should procure red sesame or black sesame, beautyberry, stamens of ironwood blossoms, champak, sorrow-less tree, vajra , bulletwood tree, bāṇa , and dill, mixed with sandalwood, ghee, and honey.

source: ལྷའི་ཤིང་དང་། བྷ་ཊ་དང་། པིཔྤ་ལི་དང་། ཨུ་དུམ་བཱ་ར་ལ་སོགས་པའི་ཤིང་རྣམས་ལས་བྱུང་བ་སོར་བརྒྱད་པ་དང་། ཤལླ་ཀི་དང་། གུ་གུལ་གྱི་ཤིང་དག་དང་། སེང་ལྡེང་ཉིད་དང་། དྲི་བཟང་པོ་ལ་སོགས་པ་དང་། དེ་ནས་སྐྱེས་པ་དང་བུད་མེད་ཀྱི་རྡོ་རྗེའི་ཆུ་དང་ལྷན་ཅིག་བསྲེས་པས་གཟུགས་དམར་པོར་དམིགས་ནས་ཁ་ནུབ་ཏུ་བལྟས་ཏེ་གང་གི་མིང་ནས་སྲེག་བླུགས་བྱས་པ་དེ་ཞག་བདུན་གྱིས་དབང་དུ་བྱེད་དེ།
en: He should also procure pieces of wood eight finger-widths long from deodar, banyan, pipal, Indian cluster fig, and other trees. Also, the milky sap from the Indian olibanum and guggul trees, as well as sugandha and other substances, should be used. Then, he should assume a red form using menstrual blood mixed with vajra water and sit facing the west. Whoever’s name he employs while making offerings to the fire will become enthralled after seven days.

source: ཇི་སྲིད་འཚོའི་བར་དུ་སྤོང་བར་མི་འགྱུར་རོ།
en: He will be able to keep her or him for as long as he lives.

source: །དེ་ནས་མངོན་སྤྱོད་བྱ་བར་འདོད་པས་ཏིལ་ནག་པོ་དང་། མོན་སྲན་གྲེའུ་ལ་སོགས་པ་དང་། བྷ་ལ་ཏ་ཀའི་འབྲས་བུ་དང་། ནག་པོར་གྱུར་པ་དང་། ཡུངས་ཀར་གྱི་མར་ཁུས་བསྐུས་ནས་ཁྲག་དང་བསྲེས་པས་ལྷན་ཅིག་ཤིང་ནག་པོ་འཁྱོར་པོ་ལས་སྐྱེས་པའི་ཚེར་མ་དང་། ཚ་བ་དང་། ཁ་བ་ལ་སོགས་པའི་ཤིང་ཐམས་ཅད་ལས་སྐྱེས་པའི་སོར་བཅུ་པ་དང་། སྐྱེས་པའི་རུས་བ་དང་། རྣམ་པར་སྣང་མཛད་དང་། བོང་བུའི་སྦངས་དང་། སྤུ་དང་། ཁྱིའི་རྟུག་པ་དང་། སྤུ་དང་། སེན་མོ་དང་བཅས་པར་ཐམས་ཅད་འབྲུ་མར་གྱིས་ཡང་དག་པར་བྱུགས་ནས་རོ་བསྲེགས་པའི་མེ་ལ་མཉམ་པར་གཞག་པས་ཁ་ལྷོར་བལྟས་ཏེ།
en: “Now, if he wishes to perform the rite of assaulting, he should blend black sesame, mung beans or something similar, the fruit of the marking nut, and kālaka , with black mustard oil and an admixture of blood. He should then procure thorns from a crooked black tree, and pieces of wood ten finger-widths long from all trees that are pungent, bitter, and so forth. Adding human bone, human feces, donkey droppings, and hair, as well as dog feces, hair, and paws, he should blend all this with oil, and facing south with a focused mind, offer it into a charnel ground fire one hundred and eight times.

source: གང་གི་མིང་ནས་བརྒྱ་རྩ་བརྒྱད་སྲེག་བླུགས་བྱས་ན་ཉི་མ་གསུམ་གྱིས་འཆི་བར་འགྱུར་རོ།
en: Whoever’s name one employs will die within three days.

source: །མ་ཤི་ན་མཐར་གཅིག་ཏུ་གནས་ནས་མེའི་ཐབ་ཁུང་གྲུ་གསུམ་བྱས་ཏེ།
en: “If not, he should stand to one side and prepare a triangular fire pit.

source: གོང་དུ་གསུངས་པའི་རྫས་དེ་ཉིད་གདོལ་པའི་མེ་ལ་སྲེག་བླུགས་བྱས་ན་དེ་ཉིད་ཀྱི་རྣལ་འབྱོར་གྱིས་མཐར་བྱེད་ཀྱི་གནས་སུ་ཁྱེར་བར་འགྱུར་ཏེ་འདི་ལ་ཐེ་ཚོམ་མི་བྱའོ།
en: There, he should offer the previously mentioned substances into a fire obtained from a household of untouchables. By this means alone the enemy will be led to the abode of the lord of death, of this there is no doubt.

source: །ཡང་ན་བསྐྲད་པར་བྱ་བར་འདོད་པས་ཡུངས་ཀར་དང་། ཁྲེ་དང་། མོན་སྲན་གྲེའུ་དང་། རྐང་རྗེས་ཀྱི་རྡུལ་བསྲེས་ནས་ཁྲག་དང་། ཡུངས་མར་གྱིས་བསྐུས་ཏེ་དེ་ཉིད་ལ་བྱའོ།
en: “If he wants to drive someone away, he should mix mustard seeds, mung beans, and dust from a footpath, and blend them with blood and black mustard oil. He should add to this a crow’s nest from a thorn apple tree.

source: །གསེར་ཤིང་ལ་ཁྭའི་ཚང་དང་ལྷན་ཅིག་སྦྱར་བས་གང་གི་མིང་ནས་སྲེག་བླུགས་བྱས་ན་དེ་སྐད་ཅིག་ལ་སྐྲོད་པར་བྱེད་དོ།
en: The person whose name he employs while offering this preparation into the fire will be driven away instantly.

source: །ཡང་ན་ཁྭའི་ཤིང་དང་། རྔ་མོའི་རྟུག་པ་དང་། ལྷན་ཅིག་ཆང་དང་ལྡན་པར་སྐྲ་གྲོལ་ཞིང་གཅེར་བུར་གྱུར་པས་གང་གི་མིང་གིས་རོ་བསྲེགས་ཀྱི་མེ་ལ་སྲེག་བླུགས་བྱས་ན་དེའི་སྐད་ཅིག་ལ་སྐྲོད་པར་བྱེད་དོ།
en: “Alternatively, he should use crow meat and camel droppings mixed with wine. Naked and with loose hair, he should offer this into a fire from a charnel ground. Whoever’s name he employs will be driven away.

source: །ཡང་ན་རེངས་པར་འདོད་པས་ཉ་དང་ཤ་ལ་སོགས་པའི་རྫས་དང་། བག་ཕྱེ་དང་ལྷན་ཅིག་འབྲུ་དང་། ཁྲག་དང་། སྦྲང་རྩི་བསྐུས་ནས་ཁྭའི་གཤོག་པ་དང་སྦྱར་ཞིང་ཁྭའི་ཁྱིམ་གྱི་ཤིང་ལ་སོགས་པ་དང་། ལྷག་མ་དང་སོ་ཤིང་ལྷན་ཅིག་ཐབ་ཁུང་གྲུ་བཞི་པར་གང་གི་མིང་ནས་སྲེག་བླུགས་བྱས་ན་དེ་བྱ་བ་ཀུན་ལ་རེངས་པར་བྱེད་དོ།
en: “If he wants to perform paralyzing, he should grind fish, meat, and the remaining three substances, together with rice grains, blood, and honey, and add to this a crow’s feather. He should offer this into a fire made with sticks from a crow’s nest and discarded sticks for cleaning teeth, in a square fire pit. Whoever’s name he employs will be stopped from carrying out any task. “Alternatively, he should use turmeric, orpiment, realgar, and bovine orpiment. He should offer this into the fire while facing north.

source: །ཡང་ན་ཡུང་པ་དང་། ལྡོང་རོས་དང་། བ་བླ་དང་། གི་ཝང་དང་ལྷན་ཅིག་ཁ་བྱང་དུ་བལྟས་ཏེ་གནས་ནས་གང་གི་མིང་ནས་སྲེག་བླུགས་བྱས་པ་དེ་རེངས་པར་འགྱུར་རོ།
en: Whoever’s name he employs will become paralyzed.

source: །ཁྱི་དང་ཁྱིམ་བྱའི་ཤ་དང་། །རྔ་མོའི་རྟུག་པ་བྱི་ལའི་ཁྲག་གིས་བྱུགས་པས་པི་ཅུ་མ་རྔའི་ཤིག་གིས་མེ་སྤར་ལ་གང་གི་གྲོང་གི་མིང་ནས་སྲེག་བླུགས་བྱས་པ་དེ་གྲོང་སྟོར་པར་འགྱུར་རོ།
en: “If he employs dog and chicken meat, he should grind them together with camel droppings and cat blood. Then, lighting the sacrificial fire using neem tree sticks, he should offer this into the fire. Whichever village’s name he employs will be destroyed.

source: །དམ་ཚིག་ཆེན་པོ་ཆང་གིས་བྱུགས་པས་ཇི་སྲིད་བརྒྱ་རྩ་བརྒྱད་ཀྱི་བར་དུ་ཐུན་གསུམ་གྱི་བར་དུ་སྲེག་བླུགས་བྱས་ན་ཟླ་བ་དྲུག་གིས་ཡུལ་གྱི་བདག་པོར་འགྱུར་རོ།
en: “He should blend spirituous liquor with human flesh and offer it into the fire, at the three junctions of the day, until he has done this one hundred and eight times. After six months he will become the governor of the district.

source: །ཝའི་ཤའི་སྲེག་རྫས་ཀྱིས་སྲེག་བླུགས་བརྒྱ་བྱས་ན་ཟླ་བ་གསུམ་ལོན་ནས་དབུལ་པོ་སྐད་ཅིག་གིས་འཇིག་པར་བྱེད་དོ།
en: “He should offer one hundred burnt offerings of jackal meat. After three months he will be able to remove dire poverty in an instant.

source: །བ་གླང་གི་ཤ་ཁྲག་གིས་བསྒོས་པས་སྲེག་བླུགས་སྟོང་བྱས་ན་དབང་དུ་བྱེད་དོ།
en: “He should soak cow flesh in cow blood and offer it one thousand times into a fire.

source: །ཇི་སྲིད་འཚོའི་བར་དུ་ཐེ་ཚོམ་མེད་དོ།
en: Enthrallment will take place, lasting as long as he lives, there is no doubt.

source: །དེ་ཉིད་ཀྱི་ཤ་ཆང་གིས་བྱུགས་ནས་ལག་པ་གཡོན་པས་སྲེག་བླུགས་སྟོང་བྱས་ན་སངས་རྒྱས་ཀྱང་དབང་དུ་བྱེད་ན་དམན་པའི་མི་ལྟ་སྨོས་ཀྱང་ཅི་དགོས།
en: “He should blend the same meat with spirituous liquor and offer it into a fire with his left hand.

source: ཡང་ན་ནཱི་ཥྛ་བ་ནྃ་གི་སོ་ཤིང་དང་། དེ་བཞིན་དུ་རང་གི་ལུས་དྲིལ་བ་དང་། ཆང་གིས་བྱུགས་པའི་སྦྱིན་སྲེག་དག་གིས་དབང་དུ་བྱེད་པར་ཐེ་ཚོམ་མེད་དོ།
en: He will be able to enthrall even a buddha, let alone ordinary people. If not, he can also use a stick for cleaning the teeth, covered in saliva, smeared with bodily impurities, and doused with wine. By offering this stick as a burnt offering he will enthrall the target, there is no doubt.

source: །ཁྱིམ་གྱི་མེ་ཏོག་ཟོས་ནས་སྐྱུགས་པ་དང་། མིའི་སྐྲ་དང་ལྡན་པའི་སྦྱིན་སྲེག་གིས་རྟག་ཏུ་མཆོག་ཏུ་འགུགས་པར་བྱེད་པ་ཡིན་ནོ།
en: “By offering ingested and vomited menstrual blood with an addition of human hair as a burnt offering, he will be able to summon the target immediately. This method of summoning is the best.

source: ཁྭའི་གཤོག་པ་ཡུངས་མར་གྱིས་བྱུགས་ནས་དྷ་དུ་རའི་མེ་ལ་གང་གི་མིང་གིས་སྲེག་བླུགས་བྱས་ན་འཕྲལ་དུ་སྐྲོད་པ་དང་། གསོད་པར་བྱེད་དོ།
en: “He should smear crow’s feathers with white mustard oil and offer them in a thorn apple fire. Whoever’s name he employs will immediately be driven away and die.

source: །ལྷག་པར་གྲོལ་བ་དང་། ཀུཥྨཱ་ཎྡ་དང་། ཁྲེ་དང་། མོན་སྲན་གྲེའུ་དང་། ཥ་ན་དང་། སྐྱུགས་པ་དང་། སྐེ་ཚེ་དང་། །ཁྱིམ་གྱི་མེ་ཏོག་དང་། འདབ་མ་ལྷན་ཅིག་སྦྱིན་སྲེག་བྱས་ན་ཁ་འཆིང་བར་བྱེད་པ་འདི་ལ་ཐེ་ཚོམ་མེད་དོ།
en: “He should offer in a fire an oblation of atimuktikā , white gourd melon, mung beans, sann hemp, vomit, and black mustard, together with tamāla leaves, at home. He will be able to seal the target’s mouth, there is no doubt.

source: །ཁྱིའི་ཤ་དང་རྡོ་རྗེའི་ཆུ་ལྷན་ཅིག་གང་གི་མིང་ནས་སྲེག་བླུགས་བྱས་ན་དེ་ཉི་མ་བདུན་གྱིས་དབང་དུ་བྱེད་པར་འགྱུར་རོ།
en: “He should offer in a fire an oblation of dog meat combined with vajra water. Whoever’s name he employs will become enthralled within seven days.

source: །རྟའི་ཤ་དང་ལྷན་ཅིག་རྣམ་པར་སྣང་མཛད་ཀྱིས་སྲེག་བླུགས་བྱས་ན་ཉི་མ་བདུན་གྱིས་མིའི་བདག་པོ་དབང་དུ་བྱེད་དོ།
en: “He should offer in a fire horse meat together with human feces at night. He will be able to enthrall the king within seven days.

source: །གླང་པོའི་ཤ་དང་། ཁུ་བས་ལྷན་ཅིག་སྲེག་བླུགས་བྱས་ན་གྲོང་ཁྱེར་དབང་དུ་བྱེད་དོ།
en: “He should offer in a fire elephant meat mixed with semen. He will be able to enthrall an entire city.

source: །ཉ་དང་། ཤ་ཆང་དང་ལྷན་ཅིག་ཇི་སྲིད་དུ་སྲེག་བླུགས་བརྒྱ་རྩ་བརྒྱད་བྱས་ན་བུད་མེད་ཐམས་ཅད་དབང་དུ་བྱེད་དོ།
en: “He should offer in a fire fish and meat combined with spirituous liquor. When he has offered this one hundred and eight times, he will be able to enthrall any woman.

source: །ཡང་ན་ཁྭའི་ཤ་འབའ་ཞིག་གང་གི་མིང་ནས་ཇི་སྲིད་སྟོང་དུ་སྲེག་བླུགས་བྱས་ན་ཉི་མ་གསུམ་གྱིས་རྡོ་རྗེ་སེམས་དཔའ་ཡང་འབྲོས་ན།
en: “He should offer in a fire only crow meat one thousand times. Whoever’s name he employs will flee within three days.

source: ཡང་དམན་པའི་མི་ལྟ་ཅི་སྨོས།
en: If even Vajrasattva will flee, how much more so will ordinary people?

source: ཁྭ་དང་། ཁྲའི་ཤ་གང་གི་མིང་གིས་དྷ་དུ་རའི་ཤིང་གི་མེ་ལ་སྲེག་བླུགས་བྱས་ན་དེ་སྐྲོད་པར་བྱེད་དོ།
en: “He should offer crow and hawk meat into a fire made with thorn apple sticks. Whoever’s name he employs will be driven away.

source: །ཤ་ཆེན་དང་། བྱ་རྒོད་ཀྱི་ཤ་གང་གི་མིང་གིས་སྲེག་བླུགས་བྱས་ན་སྨྱོ་བར་འགྱུར་རོ།
en: “He should offer human flesh and bird meat. Whoever’s name he employs will go insane.

source: །དེ་རྣམས་མེ་ལ་སྲེག་བླུགས་བྱས་ན་སོས་པར་འགྱུར་རོ།
en: Should he offer the same into a chaff fire, the target will become well again.

source: །དེ་ལྟར་ལས་རྣམས་བྱ་བ་ནི།
en: “All these rites can only be performed by someone

source: །ངེས་པར་འགྲུབ་ན་བྱ་བ་ཉིད།
en: Who has done preliminary practices.

source: །གང་གཞན་དཔྱ་བར་འགྱུར་བ་སྟེ།
en: Otherwise he will become without a doubt An object of ridicule of all the people.

source: །གང་ལའང་བྱེ་བ་སྦྱིན་མི་བྱ།
en: “He must not disclose the secret of his practice to anyone.

source: །བྱེ་བར་གྱུར་ན་མི་འགྲུབ་ཅིང་། །བདེ་བ་མི་ཡིས་རྙེད་མི་འགྱུར།
en: If the secret is revealed, he will never gain accomplishment or find happiness.

source: །དེ་ཕྱིར་སྔགས་པས་གང་ལ་ཡང་། །ལས་རྒྱས་དང་པོར་གང་བྱ་མིན།
en: Therefore a mantra practitioner must never perform these rites in front of anyone.

source: །གལ་ཏེ་བྱེད་པར་འདོད་ན་ནི། །དེ་ཚེ་གཅིག་པུ་གཉིས་མེད་བྱ།
en: If he wants to perform them, he should do so alone.

source: །དེ་ཚེ་སྔགས་པས་ལས་ཀུན་འགྲུབ།
en: Then the mantra practitioner can succeed in every rite.”

source: །བདུན་པ་ལས་སྦྱིན་སྲེག་གི་ཆོ་ག་སྟེ་རབ་ཏུ་བྱེད་པ་གཉིས་པའོ།།
en: This concludes the section on homa rites, which forms the second part of the seventh chapter.

source: །སྔགས་བཏུའི་ཆོ་ག་ཇི་ལྟར་ལགས།
en: About the methods of deriving mantras.

source: །ལྷ་མོ་ཤེས་རབ་ཆེན་མོ་ཉོན།
en: “Listen Great Wisdom, my lady!

source: །དེ་ཡི་སྔགས་ནི་ཁྱོད་ལ་བཤད།
en: I will tell you the mantras of the deities.

source: །གསང་བའི་པདྨ་མཱ་མ་ཀཱི།
en: Is the secret lotus, Māmakī.

source: །པདྨ་འདབ་མ་བརྒྱད་བྱས་ནས།
en: “One should form an eight-petaled lotus

source: །ལྟེ་བ་སྦས་པའི་སྤྱོད་ཡུལ་དུ། །འདོད་པའི་དོན་ཀུན་སྒྲུབ་བྱེད་པ།
en: With its pericarp located in the secret area.

source: །དེར་གནས་དཔའ་བོ་བཏུ་བར་བྱ།
en: There, one should reproduce the valiant one in syllables That fulfill all one’s aims and wishes.

source: །ཨ་ལ་སོགས་པའི་རབ་དབྱེ་བས།
en: “Based on the divisions of the letters of the alphabet, Beginning with the letter a , mantra is the supreme lord of letter classes.

source: །སྔགས་ཀྱི་སྡེ་ཚན་དབང་ཕྱུག་མཆོག །དང་པོ་ཡི་ནི་གཉིས་པ་དང་། །སྟོང་པས་སྟོང་པ་མནན་པ་ཉིད། །བདུན་པ་ཡི་ནི་གསུམ་པ་ལ། །བཅྭ་ལྔ་ཟླ་བ་ཕྱེད་བས་བརྒྱན། །བྱང་ཆུབ་ས་བོན་དེ་ནས་བླངས། །བཅྭ་ལྔ་ཡིས་ནི་རྣམ་པར་མཆོད།
en: “Take the second letter of the first group, surmounted by a dot; the third letter of the seventh group, adorned with a half moon; and the seed syllable of awakening, ‘worshiped’ on its crown by the full moon.

source: །འདི་དག་སྙིང་པོར་ཡང་དག་གསུངས།
en: This is the heart mantra.

source: །ཉེ་སྙིང་ཁྱོད་ལ་བཤད་པར་བྱ།
en: “Now I will give you the auxiliary heart mantra.

source: །བདུན་པ་ཡི་ནི་གཉིས་པ་ནི། །རྡོ་རྗེ་མཁའ་འགྲོ་མ་དང་ལྡན། །ཉིས་འགྱུར་ཨུཥྨ་རྣམས་ཀྱི་ནི།
en: One should take the second letter of the seventh group , join it with Vajraḍākinī , and double it.

source: །གསུམ་པ་བླངས་ནས་དྲུག་པ་ཡི། །གཉིས་ལྡན་དབྱངས་ཀྱི་ལྔ་པས་ནི། །སྦྱར་ཞིང་གང་ཞིག་མཐར་གནས་པའི།
en: Then, one should take the third letter of the hot sounds and support it underneath with the second letter of the sixth group , joined with the fifth vowel .

source: །གཉིས་པར་ལྔ་པ་སྟན་དུ་བྱ།
en: The second of the semivowels should be supported underneath by the fifth vowel .

source: །གསུམ་པ་ཡི་ནི་གསུམ་པ་ལ། །ཉི་ཤུ་རྩ་དགུ་པ་ཡི་གདན།
en: The third letter of the third group should be supported underneath by the twenty-ninth letter .

source: །གང་ཞིག་བདུན་པའི་གསུམ་པ་དང་། །ལྔ་པ་ཡི་ནི་དང་པོ་ཉིད། །དབྱངས་ཀྱི་གསུམ་པས་སྦྱར་བར་བྱ།
en: The third letter of the seventh group and the first letter of the fifth group should be joined with the third vowel .

source: །བརྒྱད་པ་ཡི་ནི་གཉིས་པ་ལ། །བཅུ་གཉིས་པ་ཡིས་སྟན་དུ་བྱ།
en: The second letter of the eighth group should be supported underneath by the twelfth letter .

source: །སུམ་ཅུ་རྩ་གཉིས་བླངས་ནས་ནི། །དཀར་མོ་དེ་ལ་སྦྱར་བར་བྱ།
en: One should take the thirty-second letter and join it with Gaurī .

source: །གང་ཞིག་ལྔ་པའི་གསུམ་པ་ལ། །དེ་ཉིད་བཞི་པ་འོག་ཏུ་སྦྱིན།
en: Then, one should add the third letter of the fifth group with the fourth letter from that same group below it.

source: །མཐར་གནས་གསུམ་པ་བླངས་ནས་ནི། །གྷསྨ་རཱི་ཡིས་མཆོག་ཏུ་མཛེས།
en: One should add the third semivowel , supremely adorned by Ghasmarī .

source: །གསུམ་པའི་དང་པོའི་ས་བོན་དང་། །ལྔ་པ་ཡི་ཡང་ལྔ་པ་ལ། །ཆོམ་རྐུན་མ་ནི་མཆོག་ཏུ་འདོད།
en: One should join to the first letter of the third group and the fifth letter of the fifth group , Caurī , who is the highest boon.

source: །སངས་རྒྱས་རྣམས་ཀྱི་ཞི་བ་སྐྱེད།
en: “Locanā is the creator of peace for the buddhas.

source: །ལས་རྣམས་ཐམས་ཅད་སྒྲུབ་པར་བྱེད།
en: She makes all rites successful,

source: །ཤི་བ་སློང་བར་བྱེད་པར་གསུངས།
en: She is said to revive the dead,

source: །རྡོ་རྗེ་དམ་ཚིག་སྐུལ་བར་བྱེད་པ་ཞེས་བྱ་བ་ཡང་བཀའ་སྩལ་པ།
en: And she is the requester of the vajra pledge.”

source: ཨོཾ་བཛྲ་བཻ་ལོ་ཅེ་ནི་སྭཱ་ཧཱ།
en: And the Blessed One added, “ Oṁ, svāhā to Vajravairocanī.

source: །གཉིས་པའི་བཞི་པ་ཆུ་མས་བརྒྱན།
en: “The fourth letter of the second group adorned with Vāri is the heart mantra of Māmakī.

source: །དེ་ནས་ཉེ་བའི་སྙིང་པོ་བཀའ་སྩལ་པ།
en: Her auxiliary heart mantra is explained as follows:

source: །ཨུཥྤའི་དང་པོའི་ས་བོན་ནི། །མཁའ་སྤྱོད་མ་ཡིས་སྟེང་དུ་བརྒྱན།
en: “The first letter of the hot sounds is adorned above by Khecarī .

source: །གཉིས་པ་ཡི་ནི་དང་པོ་དང་། །བདུན་པ་ཡི་ནི་གཉིས་པ་ལ། །ཆོམ་རྐུན་མ་ཡིས་དེ་བཞིན་སྦྱར།
en: The first letter of the second group and the second letter of the seventh group are joined with Caurī in like fashion.

source: །བརྒྱད་པ་ཡི་ནི་དང་པོ་ཉིད། །རྡོ་རྗེ་མ་ནི་མཆོག་ཏུ་འདོད།
en: The first letter of the eighth group should be joined by the supreme Vajrā , who is the highest boon.

source: །ཡི་གེ་ཉི་ཤུ་བཟུང་ནས་ནི། །ལྔ་པ་ཡིས་ནི་སྟན་དུ་བྱ།
en: One should take the twentieth letter and support it underneath with the sixteenth letter .

source: །དཀར་མོ་ཡིས་ནི་མཛེས་པར་གསུངས།
en: Gaurī is held to be their adornment.

source: །གཉིས་པ་ཡི་ནི་དང་པོ་དང་། །ཉི་ཤུ་རྩ་བདུན་བླངས་ནས་ནི།
en: One should take the first letter of the second group and the twenty-seventh letter , and one should join them with Caurī .

source: །དེ་ཉིད་ཆོམ་རྐུན་མ་ཡིས་བརྟག །གཉིས་པ་ཡི་ནི་བཞི་པ་ལ། །རྡོ་རྗེ་མཁའ་འགྲོ་མ་ཡི་སྟན། །གསུམ་པའི་དང་པོ་ཉིས་འགྱུར་ཉིད།
en: The fourth letter of the second group , with Vajraḍākinī as its seat, should be combined with the first letter of the third group , then doubled.

source: །གང་ཞིག་གཉིས་པའི་བཞི་པ་ནི། །རྡོ་རྗེ་མཁའ་འགྲོ་མ་ཡིས་སྦྱར།
en: The fourth letter of the second group should be joined with Vajraḍākinī .

source: །ཡི་གེ་བཅུ་གཅིག་པ་བླངས་ནས། །དབྱངས་ཀྱི་གསུམ་པས་ཕྱེ་བ་ཉིད། །ལྔ་པ་ཡི་ནི་ལྔ་པ་ལ། །དེ་ཉིད་ལ་ནི་དཀར་མོར་སྦྱར།
en: Take the eleventh letter , distinguished by the third vowel , add the fifth letter of the fifth group , and join it with Gaurī .

source: །གཉིས་པ་ཡི་ནི་བཞི་པ་ལ། །རྡོ་རྗེ་མ་ཡི་སྙིང་པོ་མཆོག །བཅུ་དྲུག་དེ་ནས་བླངས་ནས་ནི། །དེ་བཞིན་ཉི་ཤུ་རྩ་དྲུག་ཉིད། །ཉིས་འགྱུར་དང་ནི་གཉིས་པ་ཡི།
en: One should take the fourth letter of the second group , along with the supreme essence of Vajrā , then add the sixteenth letter and the twenty-sixth letter , and double the whole thing.

source: །བཞི་པ་དབྱངས་ཀྱི་ལྔ་པས་བརྒྱན།
en: The fourth letter of the second group should be adorned with the fifth vowel .

source: །གང་ཞིག་བཞི་པའི་དང་པོ་ལ།
en: “The first letter of the fourth group Should be joined with Gaurī .

source: །དཀར་མོ་ལྷན་ཅིག་སྙོམས་པར་འཇུག །ལྔ་པ་ཡི་ནི་ལྔ་པ་ལ།
en: the fifth letter of the fifth group

source: །དེ་ཉིད་ལ་ནི་དཀར་མོ་སྦྱར།
en: One should join with Gaurī

source: །རྡོ་རྗེ་བསྲུང་བའི་སྦྱོར་བ་ལ།
en: “In the protective vajra rites,

source: །རྟག་ཏུ་ལས་ནི་རབ་ཏུ་སྒྲུབ། །རྡོ་རྗེ་ཆེན་པོ་འཇིགས་དོན་དུ།
en: She invariably accomplishes all actions.

source: །དེ་ཡི་སྟོབས་ནི་བྱེད་པར་བརྗོད།
en: She is declared to be the strength-giver To those afflicted by the great vajra fear.”

source: །ཅེས་བཀའ་སྩལ་ཏོ།
en: Now the Blessed One said the mantra of Māmakī’s consort Ratnasambhava:

source: །ཨོཾ་ཛྭ་ལ་ཛྭ་ལ་བྷྱོ་ཧཱུྃ་ཕཊ་སྭཱ་ཧཱ།
en: “Oṁ, burn, burn, hūṁ, phaṭ! Svāhā to phaṭ!”

source: གཉིས་པ་ཡི་ནི་དང་པོ་དང་། །བཞི་པ་ནི་ནི་དང་པོ་ལ།
en: “Now, for the mantra of Paṇḍaravāsinī, one should take the first letter of the second group and the first letter of the fourth group ;

source: །ཆོམ་རྐུན་མས་ནི་མཛེས་པར་གསུངས།
en: Caurī is thought to be their adornment.

source: །བདུན་པ་ཡི་ནི་བཞི་པ་ལ། །སྟེང་དུ་དཀར་མོས་བརྒྱན་པ་ཉིད།
en: One should take the fourth letter of the seventh group , adorned on top with Gaurī .

source: །གཉིས་པ་ཡ་ནི་དང་པོ་དང་། །བཅུ་གཅིག་པ་ནི་དེ་ནས་གཟུང་། །ཆོམ་རྐུན་མས་ནི་སྤྱི་བོར་མཛེས།
en: One should then take the first letter of the second group and the eleventh letter , adorned on top with Caurī .

source: །ལྔ་པ་ཡི་ནི་ལྔ་པ་ལ། །དབྱངས་ཀྱི་གསུམ་པས་སྦྱར་བར་བྱ།
en: One should take the fifth letter of the fifth group and join it with the third vowel .
